/* 
   Alert.strings
   SkypeMac

   Created by Toomas Vahter on 05.10.10.
   Copyright 2010 Skype. All rights reserved.
 */

/* Alerts preferences: Incoming Details Request sound */
AlertSoundName_AuthorizationRequestReceived = "Permintaan Kenalan Masuk";

/* Alerts preferences: Busy sound */
AlertSoundName_Busy = "Sibuk";

/* Alerts preferences: Call Error 1 sound */
AlertSoundName_CallError1 = "Ralat Panggilan 1";

/* Alerts preferences: Call Error 2 sound */
AlertSoundName_CallError2 = "Ralat Panggilan 2";

/* Alerts preferences: Call Waiting sound */
AlertSoundName_CallWaiting = "Panggilan Menunggu";

/* Alerts preferences: Connection sound */
AlertSoundName_Connection = "Sambungan";

/* Alerts preferences: Contact Available sound */
AlertSoundName_ContactAvailable = "Kenalan Ada";

/* Alerts preferences: Contact Unavailable sound */
AlertSoundName_ContactUnavailable = "Kenalan Tidak Ada";

/* Alerts preferences: Contacts Received sound */
AlertSoundName_ContactsReceived = "Kenalan Diterima";

/* Alerts preferences: File Transfer Complete sound */
AlertSoundName_FileTransferComplete = "Pemindahan Fail Selesai";

/* Alerts preferences: File Transfer Failed sound */
AlertSoundName_FileTransferFailed = "Pemindahan Fail Gagal";

/* Alerts preferences: First Message Received sound */
AlertSoundName_FirstMessageReceived = "Mesej Pertama Diterima";

/* Alerts preferences: Hang Up sound */
AlertSoundName_HangUp = "Panggilan Tamat";

/* Alerts preferences: Hold Call sound */
AlertSoundName_HoldCall = "Tundakan Panggilan";

/* Alerts preferences: Incoming Call sound */
AlertSoundName_IncomingCall = "Panggilan Masuk";

/* Alerts preferences: Incoming File Transfer sound */
AlertSoundName_IncomingFileTransfer = "Pemindahan Fail Masuk";

/* Alerts preferences: Sign In sound */
AlertSoundName_Login = "Daftar Masuk";

/* Alerts preferences: Sign Out sound */
AlertSoundName_Logout = "Daftar Keluar";

/* Alerts preferences: Message Received sound */
AlertSoundName_MessageReceived = "Mesej Baru Diterima";

/* Alerts preferences: Foreground Message Received sound */
AlertSoundName_ForegroundMessageReceived = "Mesej Di Depan Diterima";

/* Alerts preferences: Message Sent sound */
AlertSoundName_MessageSent = "Mesej Dihantar";

/* Alerts preferences: New User sound */
AlertSoundName_NewUser = "Pengguna Baru";

/* Alerts preferences: Outgoing Call sound */
AlertSoundName_OutgoingCall = "Panggilan Keluar";

/* Alerts preferences: Remote Hang Up sound */
AlertSoundName_RemoteHangUp = "Penamatan Jauh";

/* Alerts preferences: Resume Call sound */
AlertSoundName_ResumeCall = "Sambung Semula Panggilan";

/* Alerts preferences: Touch Tone Dial Up sound */
AlertSoundName_TouchToneDialUp = "Pendailan Nada Sentuh";

/* Alerts preferences: TripleBeep sound */
AlertSoundName_TripleBeep = "Tiga Bip";

/* Alerts preferences: Voicemail sound */
AlertSoundName_Voicemail = "Mesej Suara";

/* Alerts preferences: Sign out event */
AlertEventName_SignOut = "Apabila Saya Daftar Keluar";

/* Alerts preferences: Sign In event */
AlertEventName_SignIn = "Apabila Saya Daftar Masuk";

/* Alerts preferences: Contact Becomes Available event */
AlertEventName_ContactBecomesAvailable = "Kenalan Menjadi Ada";

/* Alerts preferences: Contact Becomes Unavailable event */
AlertEventName_ContactBecomesUnavailable = "Kenalan Menjadi Tidak Ada";

/* Alerts preferences: Incoming Call event */
AlertEventName_IncomingCall = "Panggilan Masuk";

/* Alerts preferences: Incoming Call - Call Waiting event */
AlertEventName_IncomingCallWaiting = "Panggilan Masuk - Panggilan Menunggu";

/* Alerts preferences: Call Connecting event */
AlertEventName_CallConnecting = "Panggilan Sedang Menyambung";

/* Alerts preferences: Outgoing Call event */
AlertEventName_OutgoingCall = "Panggilan Keluar";

/* Alerts preferences: Hang Up event */
AlertEventName_HangUp = "Panggilan Tamat";

/* Alerts preferences: Remote Party Hung Up event */
AlertEventName_RemotePartyHungUp = "Peserta Panggilan Kumpulan Tamatkan Panggilan";

/* Alerts preferences: Busy event */
AlertEventName_Busy = "Sibuk";

/* Alerts preferences: Hold Call event */
AlertEventName_HoldCall = "Tundakan Panggilan";

/* Alerts preferences: Resume Call event */
AlertEventName_ResumeCall = "Sambung Semula Panggilan";

/* Alerts preferences: Message Received event */
AlertEventName_MessageReceived = "Mesej Baru dalam Perbualan Terbaru";

/* Alerts preferences: Foreground Message Received event */
AlertEventName_ForegroundMessageReceived = "Mesej Baru dalam Perbualan Semasa";

/* Alerts preferences: First Message Received event */
AlertEventName_FirstMessageReceived = "Mesej Pertama dalam Perbualan";

/* Alerts preferences: Mood Message Received event */
AlertEventName_MoodMessageReceived = "Luahan Rasa Diterima";

/* Alerts preferences: Contact Is Typing event */
AlertEventName_ContactTyping = "Kenalan Sedang Menaip";

/* Alerts preferences: Message Sent event */
AlertEventName_MessageSent = "Mesej Dihantar";

/* Alerts preferences: Contact Request Received event */
AlertEventName_ContactRequestReceived = "Permintaan Kenalan Diterima";

/* Alerts preferences: Contacts Received event */
AlertEventName_ContactsReceived = "Kenalan Diterima";

/* Alerts preferences: Incoming File Transfer event */
AlertEventName_IncomingFileTransfer = "Pemindahan Fail Masuk";

/* Alerts preferences: File Transfer Completed event */
AlertEventName_FileTransferCompleted = "Pemindahan Fail Selesai";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_FileTransferFailed = "Pemindahan Fail Gagal";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_DesktopAPIClientConnected = "Aplikasi API Desktop Disambungkan";

/* Alerts preferences: - When I Log In text to speak */
AlertTextToSpeak_SignIn = "Anda telah mendaftar masuk.";

/* Alerts preferences: - When I Log Out text to speak */
AlertTextToSpeak_SignOut = "Anda telah mendaftar keluar.";

/* Alerts preferences: - Contact Becomes Available text to speak */
AlertTextToSpeak_ContactBecomesAvailable = "Kenalan anda \"@\" ada.";

/* Alerts preferences: - Contact Becomes Unavailable text to speak */
AlertTextToSpeak_ContactBecomesUnavailable = "Kenalan anda \"@\" tidak ada.";

/* Alerts preferences: - Incoming Call, Incoming Call - Call Waiting text to speak */
AlertTextToSpeak_IncomingCall = "Anda mempunyai panggilan masuk daripada \"@\"!";

/* Alerts preferences: - Incoming Call, Incoming Call Waiting - Call Waiting text to speak */
AlertTextToSpeak_IncomingCallWaiting = "Anda mempunyai panggilan masuk daripada \"@\"!";

/* Alerts preferences: - Call Connecting text to speak */
AlertTextToSpeak_CallConnecting = "Panggilan sedang menyambung.";

/* Alerts preferences: - Outgoing Call text to speak */
AlertTextToSpeak_OutgoingCall = "Memanggil \"@\".";

/* Alerts preferences: - Hang Up text to speak */
AlertTextToSpeak_HangUp = "Panggilan tamat.";

/* Alerts preferences: - Remote Party Hung Up text to speak */
AlertTextToSpeak_RemotePartyHungUp = "Peserta menamatkan panggilan.";

/* Alerts preferences: - Busy text to speak */
AlertTextToSpeak_Busy = "Talian sibuk.";

/* Alerts preferences: - Hold Call text to speak */
AlertTextToSpeak_HoldCall = "Tundakan panggilan.";

/* Alerts preferences: - Resume Call text to speak */
AlertTextToSpeak_ResumeCall = "Sambung semula panggilan.";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_ForegroundMessageReceived = "Mesej";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_MessageReceived = "Mesej daripada \"@\".";

/* Alerts preferences: - Message Sent text to speak */
AlertTextToSpeak_MessageSent = "Mesej kepada \"@\".";

/* Alerts preferences: - Message Message Received text to speak */
AlertTextToSpeak_MoodMessageReceived = "\"@\" telah mengubah luahan rasa.";

/* Alerts preferences: - First Message Received text to speak */
AlertTextToSpeak_FirstMessageReceived = "Anda mempunyai mesej sembang daripada \"@\"!";

/* Alerts preferences: - Contact Is Typing text to speak */
AlertTextToSpeak_ContactTyping = "\"@\" sedang menaip.";

/* Alerts preferences: - Contact Request Received text to speak */
AlertTextToSpeak_ContactRequestReceived = "Anda telah menerima permintaan kenalan daripada \"@\"!";

/* Alerts preferences: - Contacts Received text to speak */
AlertTextToSpeak_ContactsReceived = "Anda telah menerima senarai kenalan daripada \"@\"!";

/* Alerts preferences: - Incoming File Transfer text to speak */
AlertTextToSpeak_IncomingFileTransfer = "Anda telah menerima fail daripada \"@\"!";

/* Alerts preferences: - File Transfer Completed text to speak */
AlertTextToSpeak_FileTransferCompleted = "Pemindahan fail dengan \"@\" telah selesai.";

/* Alerts preferences: - File Transfer Failed text to speak */
AlertTextToSpeak_FileTransferFailed = "Pemindahan fail dengan \"@\" telah gagal.";

/* Alerts preferences: - Desktop API App connected */
AlertTextToSpeak_DesktopAPIClientConnected = "\"@\" telah bersambung pada Skype";
